const videoMsg = [{
    'title': '熊猫家族',
    'year': '1972',
    'type': '.mp4', 'desc': '米米的奶奶为了参加葬礼于是暂时让米米一个人在家。但在米米回家后却发现家里出现一只能够讲人话的小熊猫胖胖，然后也出现了它的父亲‧爸爸熊猫。'
}, {
    'title': '风之谷',
    'year': '1984',
    'type': '.mp4', 'desc': '工业文明的高度发展，却最终带来灾难，一场为期7天的虫族毁灭战争摧毁了人类文明。一千年后，工业文明遗留下来的症结仍在困扰这个星球。'
}, {
    'title': '未来少年柯南',
    'year': '1984',
    'type': '.mp4', 'desc': '残留的小岛上与爷爷相依为命的少年柯南，偶然间在岛上海滩救了科学家的孙女拉娜，野心家们便想捕捉拉娜对其作出威胁。'
}, {
    'title': '天空之城',
    'year': '1986',
    'type': '.mp4', 'desc': '小姑娘希达是传说中“天空之城拉普达”王族的后裔，但不知为何，希达的祖先离开“天空之城”，抛弃发达的科技，在地面上过起隐居的生活。然而一天，几个不明身份的男子出现在她家门口。'
}, {
    'title': '龙猫',
    'year': '1988',
    'type': '.mp4', 'desc': '为了方便妻子草壁靖子养病，草壁达郎决定带着两个女儿草壁皋月和草壁梅搬到草壁靖子所在疗养院附近的乡下，父女三人入住了一间年久失修的老房子。'
}, {
    'title': '魔女宅急便',
    'year': '1989',
    'type': '.mp4',
    'desc': '魔法少女一旦到了13岁就必须离开家进行为期一年的独立修行，琪琪也不例外。她带着黑猫吉吉来到一个靠海的大城市中，可是谁都不搭理她。沮丧的琪琪偶然替别人送去一件遗失品，从而获得了面包店老板娘的好感。'
}, {
    'title': '岁月的童话',
    'year': '1991',
    'type': '.mp4',
    'desc': '妙子27岁了，她向公司请了十天的假，到乡间享受向往已久的乡村生活。自此，她便常常想起了她五年级那一年的往事。一路上不断回想五年级时发生的往事，到达目的地后，迎接她的是一名乡村小伙子，比她小2岁的俊雄。'
}, {
    'title': '红猪',
    'year': '1992',
    'type': '.mp4',
    'desc': '第一次世界大战时期意大利空军的王牌飞行员波鲁克・罗梭中了魔法变成了一头猪。如今他成了一名赏金猎人，专门在亚得里亚海空域阻击空中劫匪。劫匪们为了打倒罗梭从美国请来了超级飞行员卡地士。'
}, {
    'title': '百变狸猫',
    'year': '1994',
    'type': '.mp4', 'desc': '在东京多摩丘陵的树林里，生活着一群快乐的狸猫。然而，由于人类不断扩建住宅区，它们的居住场所不断减少，面临危机的狸猫们决定复兴祖先的变化术与人类对抗，阻止住宅建设计划。'
}, {
    'title': '侧耳倾听',
    'year': '1995',
    'type': '.mp4', 'desc': '小女孩月岛雯，正在念中学，像每个临将毕业的学生一样，她也面临着今后的抉择。但是她并不是一个沉迷于功课的女孩，她喜欢看更多的课外书，并把自己的感受写下来。'
}, {
    'title': '幽灵公主',
    'year': '1997',
    'type': '.mp4',
    'desc': '阿席达卡所在的部落虾夷族位于日本的东北部。一天一个从西方来的邪神要侵略阿席达卡所在的村庄，这个邪神是由受了诅咒的野猪神变成的。眼看邪神步步进逼，阿席达卡挺身而出，他也因此中了邪神的诅咒。'
}, {
    'title': '千与千寻',
    'year': '2001',
    'type': '.mp4', 'desc': '10岁的少女千寻与父母一起从都市搬家到了乡下。没想到在搬家的途中，一家人发生了意外。他们进入了汤屋老板魔女控制的奇特世界——在那里不劳动的人将会被变成动物。'
}, {
    'title': '猫的报恩',
    'year': '2002',
    'type': '.mp4',
    'desc': '17岁的高中二年级生小春，她因为迟到而被批评，更重要的是，她暗恋的男生町田君看到了这一幕。放学回家的途中，小春意外的救下了一只差点被卡车轧过的猫儿。更叫她吃惊的是，这只猫居然会站起来。'
}, {
    'title': '哈尔的移动城堡',
    'year': '2004',
    'type': '.mp4', 'desc': '18岁的苏菲和继母以及妹妹居住在欧洲的一个小镇中，自从父亲死后，继母凡妮就把女儿们安排到原本由父亲经营的制帽小店营生，但是苏菲的妹妹却对这并不感兴趣，于是她很快离开了制帽店。'
}, {
    'title': '地海战记',
    'year': '2006',
    'type': '.mp4', 'desc': '从前，人跟龙是生活在同一个世界的，但是后来，人选择了大地跟海洋，留在了东方的大地；龙则选择了风和火，迁居西域。'
}, {
    'title': '悬崖上的金鱼姬',
    'year': '2008',
    'type': '.mp4',
    'desc': '五岁的宗介与妈妈理莎，住在一个靠海小村庄的山崖上。身为船长的爸爸长年出海，留下宗介与妈妈相依为命。因此五岁的宗介从小就超龄的懂事，也知道自己必须担起家中的责任，要代替父亲照顾妈妈。'
}, {
    'title': '借东西的小人阿莉埃蒂',
    'year': '2010',
    'type': '.mp4', 'desc': '在郊外一个荒废的庭院中有一座大的老房子。在它的地板下，已经14岁的少女小人阿莉埃蒂和爸爸波特、妈妈霍米莉3人安静地生活着。在那屋里，住着两位老妇人。'
},{
    'title': '虞美人盛开的山坡',
    'year': '2011',
    'type': '.mp4', 'desc': '20世纪60年代初，从二战的沉重打击中复苏的日本，正以极快的速度在世人的注视下重新确立自己的地位。位于横滨某个海港小镇，松崎家三姐弟和住客过着平凡的生活。16岁的姐姐海（长泽雅美 配音）照顾所有人的衣食起居。'
}, {
    'title': '起风了',
    'year': '2013',
    'type': '.mp4',
    'desc': '从大正到昭和的这段时光，20世纪20~30年代的日本动荡不安，贫困与疾病，加上不景气的经济和破坏力巨大的关东大地震，让生活在这座岛屿上的人民惶惶不可终日。而随着战争脚步的临近，年轻人们的未来愈加变得扑朔迷离，捉摸不定。'
}
];
